<?php
	global $main;//首页

	$main = array(
		'title' => '온라인 관리',
		'banner' => array(
			'b' => '미래는 이미 다가왔습니다. 모든 것은 계획속에 <br/>
				있습니다',
			'h2' => '즉시 당신 회사의 관리를 <br/>
				시작하세요',
			'p' => '매개 회사는 모두 자신의 주주권 관리 계정을 설립할 <br/>
				수 있고, 주주권 관리 ,변경, 주주권 유형의 설치, 채권 <br/>
				권리 행사, 주주권 퇴출 등의 조작을 진행할 수 있으며; <br/>
				매 차례의 주주권 변경과 거래는 지능화 계약을 통하여 <br/>
				완성되며, 이 모든 것이 간단하며 효율적으로 <br/>
				변합니다!',
			'a1' => '온라인 창립과 회사 주주권 등기',
			'a2' => '주주권 전용 전자 지갑',
			'a3' => '채권 관리',
			'a4' => '양도와 거래',
			'a5' => '일전식 전자 문서 관리',
		),
		'line1' => array(
			'b' => '귀하의 회사의 관리를 시작하세요',
			'h2' => '온라인 창립과 회사 <br/>
				주주권 등기',
			'p' => 'LittleBeeX의 주주권 관리 플랫폼에서, 회사 <br/>
				관리자는 일정한 Token을 (소프트웨어 연간 <br/>
				비용과 같음)을 지불하고, 관련 자료를 제출하여 <br/>
				(예를 들면 회사 등기 등록의 증명), 자신의 회사 <br/>
				주주권 관리 계정을 개설하고 회사 주주권 구조를 <br/>창건합니다.',
		),
		'line2' => array(
			'b' => '귀하의 미래의 자산은 모두 여기에 있습니다.',
			'h2' => '주주권 전용 전자 지갑',
			'p' => '매개 주주들은 전속 디지털화 지갑을 소유하, <br/>
				귀하는 수시로 주식 보유 정황을 체크할 수 있으며 <br/>
				(주식 보유 비율, 주식 보유 자본, 최신 가격 등), <br/>
				주주권 회의의 투표와 표결로도 사용이 <br/>
				가능합니다.',
		),
		'line3' => array(
			'b' => '기업의 성장 가치를 공유하세요',
			'h2' => '주주권 채권 관리',
			'p' => '미래에 회사의 성립, 증자, 주주권 양도 혹은 채권 <br/>
				수여, 매 차례 주주권 변동에서 회사의 관리자는 <br/>
				시스템에서 지능계약을 생성하고, 지능 계약의 <br/>
				조건을 설치합니다. (예를 들면 채권 수권의 권리 <br/>
				행사 시간, 가격, 요구 혹은 주주권 투자 금액, 가치 <br/>
				평가와 핵심 조항 등)',
		),
		'line4' => array(
			'b' => '자금을 유동하게 하세요',
			'h2' => '주주권 양도와 거래',
			'p' => 'LittleBeeX의 주권 관리 플랫폼은 LittleBeeX의 <br/>
				주주권 거래 플랫폼에 연결하고, 간단한 몇가지 <br/>
				절차를 거치면 주주권 양도와 거래를 실현할 수 <br/>
				있으며 언제 어디서든 귀하의 자금을 유동하게 할 <br/>
				수 있습니다.',
		),
		'line5' => array(
			'b' => '온라인 주주권 등기 서류 작성',
			'h2' => '일전식 전자 문서 관리',
			'p' => '회사의 모든 관련 전자 협의, 서명 및 문서는 <br/>
				집중적으로 통일관리를 진행하고, 부동한 지역의 <br/>
				부동한 회사에 한하여 LittleBeeX는 여러가지 <br/>
				일상적 문서 모듈을 제공하여 사용자를 선택하게 <br/>
				합니다',
		),
	);
?>