<?php
	global $main;//首页

	$main = array(
		'title' => '在线治理',
		'banner' => array(
			'b' => '未来已来，一切尽在掌握',
			'h2' => '即刻管理您的公司',
			'p' => '每家公司均可建立自己的股权管理账户，进行股权管理、股权变更、股权类型设置、期权行权、股权退出等操作；<br/><br/>
			每一次股权变更与交易将通过智能合约完成，这一切将变得更为简单和高效！',
			'a1' => '在线创建和登记公司股权',
			'a2' => '股东专属电子钱包',
			'a3' => '股权期权管理',
			'a4' => '股权转让和交易',
			'a5' => '一站式电子文件管理',
		),
		'line1' => array(
			'b' => '开始管理您的公司',
			'h2' => '在线创建和登记公司股权',
			'p' => '在 LittleBeeX 股权管理平台，公司管理者支付一定的 Token（相当于软件年度使用费），并提交相关资料（如公司注册登记证明后），即可开设专属的公司股权管理账户，并创建公司股权结构。',
		),
		'line2' => array(
			'b' => '您未来的资产都将在这里',
			'h2' => '股东专属电子钱包',
			'p' => '每一位股东将拥有专属的数字化钱包，您可以随时了解持股情况（持股比例、持股成本、最新价格等），也可用于股东会投票和表决。',
		),
		'line3' => array(
			'b' => '分享企业成长价值',
			'h2' => '股权期权管理',
			'p' => '未来无论是公司成立，增资、股权转让或期权授予，每一次股权的变动，公司管理者将在系统中生成一个智能合约，并设置智能合约的条件（如期权授予的行权时间、价格、要求或股权投资的金额、估值、核心条款等）。',
		),
		'line4' => array(
			'b' => '让资产流动起来',
			'h2' => '股权转让和交易',
			'p' => 'LittleBeeX股权管理平台将连接 LittleBeeX 股权交易平台，只需简单几步，即可实现股权转让与交易，随时随地让您的资产流动起来……',
		),
		'line5' => array(
			'b' => '在线股权登记建档',
			'h2' => '一站式电子文件管理',
			'p' => '公司所有相关电子协议、签名及文件集中统一管理，针对不同地区不同类别的公司，LittleBeeX 提供多种常用文件模板供您选择。',
		),
	);
?>